Repository: wp-plugins/dandyid-services
Catalog: dandyid-services-*.po
Languages: da_dk, de_de, es_mx, fr_fr, he_il, it_it, pl_pl, ru_ru, sk, zh_cn

source: Please enter your DandyID Service Plugin options:
da_dk: Indtast venligst dine indstillinger for pluginnet DandyID Services:
de_de: Bitte geben Sie Ihre DandyID Service Plugin Optionen:
es_mx: Por favor, introduzca su DandyID Servicio Plugin opciones:
fr_fr: S'il vous plaît entrer votre DandyID Service Plugin options:
he_il: אנא הכנס את DandyID שירות Plugin אפשרויות:
it_it: Inserisci il tuo DandyID Servizio Plugin opzioni:
pl_pl: Podaj swój DandyID Service Plugin opcje:
ru_ru: Пожалуйста, введите Ваш DandyID службы Плагин на эту страницу:
sk: Prosím, zadajte svoje DandyID Service Plugin možností:
zh_cn: 请输入您的 DandyID Service 插件选项:

source: Email:
es_mx: Correo electrónico:
he_il: דואר אלקטרוני:
ru_ru: Электронная почта:
sk: E-mailovú:

source: The email address you use to logon to DandyID.
da_dk: E-mail-adressen, du bruger til at logge ind på DandyID.
de_de: Die E-Mail-Adresse, die Sie verwenden, um die Anmeldung DandyID.
es_mx: La dirección de correo electrónico que utiliza para acceder al DandyID.
fr_fr: L'adresse e-mail que vous utilisez pour vous connecter à DandyID.
he_il: כתובת הדוא"ל בה אתה משתמש כדי להיכנס למערכת DandyID.
it_it: L'indirizzo e-mail da utilizzare per l'accesso al DandyID.
pl_pl: Adres e-mail, którego używasz do logowania do DandyID.
ru_ru: Адрес электронной почты, который вы используете для входа в DandyID.
sk: E-mailovú adresu, ktorú používate na prihlásenie do DandyID.
zh_cn: 请输入您的 DandyID Service 插件选项:

source: Title:
da_dk: Titel:
de_de: Titel:
es_mx: Título:
fr_fr: Titre:
he_il: כותרת:
it_it: Titolo:
pl_pl: Tytuł:
ru_ru: титул:
sk: Názov:
zh_cn: 标题:

source: The sidebar title to display.
da_dk: Titlen, der skal vises på sidepanelet.
de_de: Die Sidebar-Titel angezeigt werden sollen.
es_mx: Título de la barra lateral para visualizar.
fr_fr: Le titre pour afficher la barre latérale.
he_il: הכותרת של הסרגל הצדדי להצגה.
it_it: La barra laterale per visualizzare titolo.
pl_pl: W bocznym tytuł wyświetlacza.
ru_ru: Боковая панель для отображения названия.
sk: Postranné lišty titul na displeji.
zh_cn: 侧边栏显示的标题。

source: Show Favicons and Text-links
da_dk: Vis favicons og tekst-links
de_de: Show Favicons und Text-Links
es_mx: Mostrar faviconos de texto y enlaces
fr_fr: Voir Favicons texte et des liens
he_il: הצג Favicons וטקסט-Links
it_it: Visualizza favicon e testo-link
pl_pl: Pokaż Favicons tekstu i linków
ru_ru: Показать значки и текст ссылки
sk: Zobraziť Favicons a Text-odkazy
zh_cn: 显示图标和文字链

source: Show Favicons only
da_dk: Vis kun favicons
de_de: Zeige nur Favicons
es_mx: Mostrar sólo faviconos
fr_fr: Afficher uniquement Favicons
he_il: הצג רק Favicons
it_it: Visualizza solo favicon
pl_pl: Pokaż tylko Favicons
ru_ru: Показывать только значки
sk: Zobraziť iba Favicons
zh_cn: 只显示图标

source: Show Text-links only
da_dk: Vis kun tekst-links
de_de: Text-Links nur
es_mx: Mostrar sólo enlaces de texto
fr_fr: Voir les liens de texte ne
he_il: הצג קישורי טקסט בלבד
it_it: Visualizza solo i link di testo
pl_pl: Pokaż tylko linki tekstowe
ru_ru: Показать Текст ссылки только
sk: Zobraziť Text-len odkazy
zh_cn: 只显示文字链

source: Show Powered by DandyID
da_dk: Vis Powered by DandyID
de_de: Zeigen Powered by DandyID
es_mx: Mostrar Powered by DandyID
fr_fr: Exposer Powered by DandyID
he_il: הצג מנוהל ע"י מערכת DandyID
it_it: Mostra Powered by DandyID
pl_pl: Pokazać Powered by DandyID
ru_ru: показывать Powered by DandyID
sk: Zobraziť Powered by DandyID
zh_cn: 显示版权 Powered by DandyID

source: Hide Powered by DandyID
da_dk: Skjul Powered by DandyID
de_de: Verstecken Powered by DandyID
es_mx: Encalomarse Powered by DandyID
fr_fr: Masquer Powered by DandyID
he_il: הסתר מנוהל ע"י מערכת DandyID
it_it: Celare Powered by DandyID
pl_pl: Ukryć Powered by DandyID
ru_ru: прятать Powered by DandyID
sk: Skryť Powered by DandyID
zh_cn: 隐藏版权 Powered by DandyID

source: Theme-alignment OK
de_de: Thema-Ausrichtung OK
fr_fr: Thème-alignement OK
he_il: ערכת נושא-יישור אישור
it_it: Tema allineamento OK

source: Theme-alignment NEEDS FIX (Choose this setting ONLY if you observe alignment problems after activation)
de_de: Thema-Ausrichtung FIX BEDÜRFNISSE (Wählen Sie diese Einstellung nur, wenn Sie beobachten Angleichung Probleme nach der Aktivierung)
fr_fr: Thème-alignement BESOINS FIX (Choisissez ce réglage uniquement si vous observez des problèmes après l'activation de l'alignement)
he_il: ערכת נושא-יישור צרכים תיקון (בחר בהגדרה זו רק אם אתה יישור להבחין בבעיות אחרי ההפעלה)
it_it: Tema allineamento ESIGENZE FIX (Scegliere questa impostazione solo se si osserva l'allineamento dei problemi dopo l'attivazione)

source: Save
da_dk: Gem
de_de: Speichern
es_mx: Salvar
fr_fr: Sauver
he_il: לשמור
it_it: Salvo
pl_pl: Zapisać
ru_ru: спасать
sk: Uložiť
zh_cn: 保存

source: View Change Log
da_dk: Se Ændringsloggen
de_de: Änderung der Registrierung anzeigen
es_mx: Ver Registro de cambios
fr_fr: Voir Historique des news
he_il: הצג שנה התחבר
it_it: Vedi Change Log
pl_pl: Wyświetl Change Log
ru_ru: Список изменений
sk: Zobraziť Zmena Prihlásenie
zh_cn: 查看 DandyID Services Plugin 更新日志

source: of past updates to the DandyID Services Plugin.
da_dk: over tidligere opdateringer til DandyID Services-pluginnet.
de_de: der letzten Updates für die DandyID Services Plugin.
es_mx: de los últimos cambios a la DandyID Servicios Plugin.
fr_fr: des dernières mises à jour de la DandyID Services Plugin.
he_il: בעבר את עדכוני DandyID שירותי Plugin.
it_it: di passato di aggiornamenti del DandyID Servizi Plugin.
pl_pl: z ostatnich aktualizacji do DandyID Usługi Plugin.
ru_ru: прошлого обновления DandyID Услуги плагина.
sk: minulej aktualizácia sa DandyID Služby Plugin.
zh_cn: DandyID Services Plugin 最新更新

source: DandyID Service options saved successfully.
da_dk: DandyID Services-indstillingerne gemt uden problemer.
de_de: DandyID Service-Optionen wurden erfolgreich gespeichert.
es_mx: Las opciones de servicio DandyID guardado correctamente
fr_fr: Service DandyID options enregistrées.
he_il: שירות DandyID אפשרויות נשמר בהצלחה.
it_it: Servizio DandyID opzioni salvato con successo.
pl_pl: DandyID Service opcji zapisane pomyślnie.
ru_ru: Служба DandyID эту успешно сохранены.
sk: DandyID Service možnosti úspešne uložené.
zh_cn: DandyID Service 保存成功。
